Repository: elnurnurulu/sellshop
Catalog: sellshop/locale/*/LC_MESSAGES/django.po
Languages: az

source: Home
az: Ana səhifə

source: Blog
az: Bloq

source: leave your review
az: Rəyini bildir

source: submit comments
az: Rəyini göndər

source: Categories
az: Kateqoriyalar

source: brands
az: Brandlar

source: All
az: Hamısı

source: recent post
az: Son post

source: best
az: Ən yaxşı

source: Related Blogs
az: Əlaqəli Bloqlar

source: read more
az: Daha çoxu

source: My account
az: Hesabım

source: Login
az: Daxil ol

source: Registar
az: Qeydiyyatdan keç

source: Logout
az: Çıxış

source: My cart
az: Kartlarım

source: Check out
az: Yoxla

source: My wishlist
az: İstək listi

source: Search within these results...
az: Bu nəticələr daxilində axtarın

source: Shop
az: Mağaza

source: men’s wear
az: Kişi geyimi

source: Shirts & Top
az: Köynəklər

source: Shoes
az: Ayaqqabılar

source: Dresses
az: DOnlar

source: Shemwear
az: Qadın paltarı

source: Jeans
az: Cins

source: Sweaters
az: Svitirlər

source: Jacket
az: Jaket

source: Men Watch
az: Kişi saatı

source: women’s wear
az: Qadın geyimi

source: Women Watch
az: Qadın saatı

source: Pages
az: Səhifələr

source: Wishlist
az: İstək listi

source: Checkout
az: Yoxla

source: Cart
az: Kart

source: Product
az: Produkt

source: About
az: Haqqımızda

source: Contact
az: Əlaqə

source: Product Grid View
az: Məhsul Grid Görünüşü

source: Product List View
az: Məhsul List Görünüşü

source: newsletter
az: Xəbərlər

source: get in touch
az: Əlaqədə ol

source: Contact us
az: Əlaqə qur

source: my account
az: Hesabım

source: My Account
az: Hesabım

source: My Cart
az: Kartlarım

source: Sign In
az: Daxil ol

source: Track My Orders
az: Sifarişlərini izlə

source: My Wishlist
az: İstək listim

source: shipping
az: Çatdırılma

source: New Products
az: Yeni məhsullar

source: Top Sellers
az: Ən çox satılanlar

source: Manufactirers
az: İstehsalçılar

source: Suppliers
az: Təchizatçılar

source: Specials
az: Xüsusi

source: Availability
az: Mövcudluq

source: Information
az: Məlumat

source: Return Exchange
az: Qaytarma Mübadilə

source: Fast Delivery
az: Sürətli çatdırılma

source: Online Shopping
az: Online alış-veriş

source: Shipping Guide
az: Göndərmə Bələdçisi

source: Turm Of Use
az: İstifadə müddəti

source: Home Delivery
az: Evə Çatdırılma

source: new collection
az: yeni kolleksiya

source: Men’s Fashion 2016
az: Kişi Moda 2016

source: Starting at $65.00. Don’t miss out!
az: $65.00-dan başlayaraq. Qaçırmayın!

source: New Arrival
az: Yeni Gəliş

source: Category
az: Kateqoriya

source: English
az: İngilis dili

source: Azerbaijan
az: Azərbaycan

source: Personal info
az: Şəxsi məlumat

source: Permissions
az: İcazələr

source: Important dates
az: Əhəmiyyətli tarixlər

source: Please go to the following page and choose a new password:
az: Zəhmət olmasa aşağıdakı səhifəyə keçin və yeni parol seçin:

source: Your username, in case you’ve forgotten:
az: İstifadəçi adınız, unutmusunuzsa:

source: Thanks for using our site!
az: Saytımızdan istifadə etdiyiniz üçün təşəkkür edirik!
